Revit 2024 API
BuiltInFailures.LevelAssociationFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.LevelAssociationFailures type exposes the following members.
Properties
Name | Description
AllLevelsDeleted
 All Levels from model were deleted
See Also
BuiltInFailures.LevelAssociationFailures Class
Autodesk.Revit.DB Namespace